/*
*********************************************************************************************************
*
*	模块名称 : 串口中断+FIFO驱动模块
*	文件名称 : bsp_uart_fifo.h
*	说    明 : 头文件
*
*
*********************************************************************************************************
*/

#ifndef _BSP_USART_FIFO_H_
#define _BSP_USART_FIFO_H_


void bsp_UartInit(void);
void User_Sendbuf(void *strbuf,uint16_t size);

#endif

/***************************** cubic (END OF FILE) *********************************/
